0-ad
1password
1password-cli
adobe-acrobat-reader
aerospace
alacritty
arc
brave-browser
calibre
cyberduck
docker
font-fira-code
font-fira-code-nerd-font
font-hack-nerd-font
font-jetbrains-mono-nerd-font
font-meslo-lg-nerd-font
font-powerline-symbols
font-sf-mono
font-sf-pro
gimp
google-cloud-sdk
gpg-suite
keepassxc
lulu
microsoft-excel
microsoft-powerpoint
microsoft-teams
microsoft-word
mqtt-explorer
mysqlworkbench
netiquette
nosqlbooster-for-mongodb
orion
powershell
proxyman
raycast
rocket
sauerbraten
sf-symbols
signal
slack
spotify
steam
sweet-home3d
teamspeak-client
tunnelblick
via
visual-studio-code
vlc
wireshark
yubico-authenticator
yubico-yubikey-manager
yubico-yubikey-personalization-gui
yubico-yubikey-piv-manager