tap "1password/tap"
tap "azhuchkov/tools"
tap "azure/kubelogin"
tap "cmacrae/formulae"
tap "danielgtaylor/restish"
tap "derailed/popeye"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "go-swagger/go-swagger"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "johanhaleby/kubetail"
tap "k0sproject/tap"
tap "koekeishiya/formulae"
tap "metalbear-co/mirrord"
tap "nikitabobko/tap"
tap "siderolabs/tap"
brew "lz4"
brew "arping"
brew "openssl@3"
brew "cryptography"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "chezmoi"
brew "cilium-cli"
brew "conftest"
brew "coreutils"
brew "cosign"
brew "crane"
brew "cue"
brew "displayplacer"
brew "dnscontrol"
brew "docker-compose"
brew "dua-cli"
brew "eksctl"
brew "fastfetch"
brew "ffmpeg"
brew "fpp"
brew "git"
brew "git-quick-stats"
brew "glew"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grep"
brew "helm"
brew "hexo"
brew "htop"
brew "hubble"
brew "hyperfine"
brew "ipcalc"
brew "ipinfo-cli"
brew "iproute2mac"
brew "jq"
brew "k9s"
brew "knot"
brew "kubernetes-cli"
brew "krew"
brew "kubebuilder"
brew "kubecolor"
brew "kubeconform"
brew "kubeseal"
brew "kustomize"
brew "libepoxy"
brew "libpq"
brew "lima"
brew "linkerd"
brew "lsusb"
brew "lua"
brew "luv"
brew "make"
brew "marp-cli"
brew "mtr"
brew "zlib"
brew "mysql"
brew "nmap"
brew "nowplaying-cli"
brew "nushell"
brew "openssh"
brew "openstackclient"
brew "opus-tools"
brew "p7zip"
brew "pkgconf"
brew "pwgen"
brew "python@3.10"
brew "python@3.11"
brew "rclone"
brew "reattach-to-user-namespace"
brew "renovate"
brew "rust"
brew "shellcheck"
brew "step"
brew "stress"
brew "swift"
brew "swiftlint"
brew "switchaudio-osx"
brew "tailscale"
brew "telnet"
brew "tmux"
brew "tree"
brew "trivy"
brew "unar"
brew "urlview"
brew "velero"
brew "watch"
brew "wimlib"
brew "xq"
brew "yq"
brew "azhuchkov/tools/tunblkctl"
brew "azure/kubelogin/kubelogin"
brew "danielgtaylor/restish/restish"
brew "derailed/popeye/popeye"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "fluxcd/tap/flux"
brew "go-swagger/go-swagger/go-swagger"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "johanhaleby/kubetail/kubetail"
brew "k0sproject/tap/k0sctl"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "metalbear-co/mirrord/mirrord"
brew "siderolabs/tap/talosctl"
cask "0-ad"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "aerospace"
cask "alacritty"
cask "balenaetcher"
cask "brave-browser"
cask "calibre"
cask "crystalfetch"
cask "cyberduck"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-powerline-symbols"
cask "font-sf-mono"
cask "font-sf-pro"
cask "gimp"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "keepassxc"
cask "lulu"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "mqtt-explorer"
cask "mysqlworkbench"
cask "netiquette"
cask "nosqlbooster-for-mongodb"
cask "powershell"
cask "proxyman"
cask "raycast"
cask "rocket"
cask "sauerbraten"
cask "sf-symbols"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "sweet-home3d"
cask "teamspeak-client"
cask "tunnelblick"
cask "utm"
cask "via"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-personalization-gui"
cask "yubico-yubikey-piv-manager"
vscode "4ops.terraform"
vscode "andrejunges.handlebars"
vscode "antonlilleby.xp-freemarker-formatter"
vscode "aquasecurityofficial.trivy-vulnerability-scanner"
vscode "asdine.cue"
vscode "ask-toolkit.alexa-skills-kit-toolkit"
vscode "aykutsarac.jsoncrack-vscode"
vscode "codecontemplator.kubeseal"
vscode "davidanson.vscode-markdownlint"
vscode "dcortes92.freemarker"
vscode "dnicolson.binary-plist"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "foxundermoon.shell-format"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "ibm.output-colorizer"
vscode "ipedrazas.kubernetes-snippets"
vscode "jinsihou.diff-tool"
vscode "marp-team.marp-vscode"
vscode "metalbear.mirrord"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "mongodb.mongodb-vscode"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-de"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-aks-tools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cpptools"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "oliversturm.fix-json"
vscode "pvasek.sourcekit-lsp--dev-unofficial"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "remisa.shellman"
vscode "secanis.jenkinsfile-support"
vscode "sswg.swift-lang"
vscode "sverrisson-ruv.touchbar-commands"
vscode "tabnine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "technosophos.vscode-helm"
vscode "thenuprojectcontributors.vscode-nushell-lang"
vscode "timonwong.shellcheck"
vscode "tsandall.opa"
vscode "vadimcn.vscode-lldb"
vscode "valmack.circleci-config-validator"
vscode "vknabel.vscode-swiftlint"
vscode "xabikos.javascriptsnippets"
vscode "yokoe.vscode-postfix-go"
vscode "yzane.markdown-pdf"
